Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: A: Error: %@
de: A: Fehler: %@
fr: A : Erreur : %@
hi: ए: त्रुटि: %@
id: A: Kesalahan: %@
it: Errore: %@
ja: A: エラー: %@
ko: A: 오류: %@
nl: A: Fout: %@
pl: A: Błąd: %@
pt_br: Erro: %@
ru: A: Ошибка: %@
th: A: ข้อผิดพลาด: %@
tr: A: Hata: %@
uk: A: Помилка: %@
vi: A: Lỗi: %@
zh_hans: 错误：%@
zh_hant: A: 錯誤: %@

source: Q: %@
de: F: %@
es: P: %@
hi: प्रश्न: %@
id: T: %@
it: D: %@
ko: 질문: %@
nl: V: %@
pl: P: %@
pt_br: P: %@
ru: В: %@
th: ถาม: %@
tr: S: %@
uk: П: %@
vi: Hỏi: %@
zh_hans: 问：%@
zh_hant: 問：%@

# %@ Transcript with timestamps and IDs: %@
source: %1$@ Transcript with timestamps and IDs: %2$@
de: %1$@ Transkript mit Zeitstempeln und IDs: %2$@
es: %1$@ Transcripción con marcas de tiempo e IDs: %2$@
fr: %1$@ Transcription avec horodatages et identifiants : %2$@
hi: %1$@ समय संकेत और आईडी के साथ पुनर्लेख: %2$@
id: %1$@ Transkrip dengan cap waktu dan ID: %2$@
it: %1$@ Trascrizione con timestamp e ID: %2$@
ja: %1$@ タイムスタンプとID付きのトランスクリプト： %2$@
ko: %1$@ 타임스탬프와 ID가 포함된 대화록: %2$@
nl: %1$@ Transcript met tijdstempels en ID's: %2$@
pl: %1$@ Transkrypt z znacznikami czasowymi i identyfikatorami: %2$@
pt_br: %1$@ Transcrição com carimbos de data/hora e IDs: %2$@
ru: %1$@ Транскрипт с временными метками и идентификаторами: %2$@
th: %1$@ การถอดเสียงพร้อมการประทับเวลาและรหัสประจำตัว: %2$@
tr: %1$@ Zaman damgaları ve kimliklerle birlikte transkript: %2$@
uk: %1$@ Транскрипт з позначками часу та ідентифікаторами: %2$@
vi: %1$@ Bảng điểm có dấu thời gian và ID: %2$@
zh_hans: %1$@ 带有时间戳和ID的转录： %2$@
zh_hant: %1$@ 帶有時間戳和ID的文字記錄： %2$@

# %@ event '%@' in %@ From: %@ To: %@
source: %1$@ event '%2$@' in %3$@ From: %4$@ To: %5$@
de: %1$@ Ereignis '%2$@' in %3$@ Von: %4$@ Bis: %5$@
es: %1$@ evento '%2$@' en %3$@ De: %4$@ Para: %5$@
fr: %1$@ événement '%2$@' dans %3$@ De : %4$@ À : %5$@
hi: %1$@ कार्यक्रम '%2$@' में %3$@ से: %4$@ तक: %5$@
id: %1$@ acara '%2$@' di %3$@ Dari: %4$@ Ke: %5$@
it: %1$@ evento '%2$@' in %3$@ Da: %4$@ A: %5$@
ja: %1$@ イベント '%2$@' に %3$@ 送信元: %4$@ 宛先: %5$@
ko: %1$@ 이벤트 '%2$@'에서 %3$@ 보낸 사람: %4$@ 받는 사람: %5$@
nl: %1$@ evenement '%2$@' in %3$@ Van: %4$@ Aan: %5$@
pl: %1$@ wydarzenie '%2$@' w %3$@ Od: %4$@ Do: %5$@
pt_br: %1$@ evento '%2$@' em %3$@ De: %4$@ Para: %5$@
ru: %1$@ событие '%2$@' в %3$@ От: %4$@ К: %5$@
th: %1$@ เหตุการณ์ '%2$@' ใน %3$@ จาก: %4$@ ถึง: %5$@
tr: %1$@ etkinliği '%2$@' %3$@'da Kimden: %4$@ Kime: %5$@
uk: %1$@ подія '%2$@' у %3$@ Від: %4$@ До: %5$@
vi: Sự kiện %1$@ '%2$@' trong %3$@ Từ: %4$@ Đến: %5$@
zh_hans: %1$@ 事件 '%2$@' 在 %3$@ 来自: %4$@ 至: %5$@
zh_hant: %1$@ 事件 '%2$@' 在 %3$@ 来自: %4$@ 至: %5$@

source: %lld words
de: %lld Wörter
es: "%lld palabras"
fr: %lld mots
hi: %lld शब्द
id: %lld kata
it: "%lld parole"
ja: %lld 単語
ko: %lld 단어
nl: %lld woorden
pl: "%lld słów"
pt_br: "%lld palavras"
ru: %lld слов
th: %lld คำ
tr: %lld kelime
uk: %lld слів
vi: %lld từ
zh_hans: %lld 个单词
zh_hant: %lld 個字

source: AI Response
de: KI-Antwort
es: Respuesta de IA
fr: Réponse de l'IA
hi: एआई प्रतिक्रिया
id: Respons AI
it: Risposta AI
ja: AI応答
ko: AI 응답
nl: AI-reactie
pl: Odpowiedź AI
pt_br: Resposta da IA
ru: Ответ ИИ
th: การตอบกลับของ AI
tr: Yapay Zeka Yanıtı
uk: Відповідь ШІ
vi: Phản hồi của AI
zh_hans: AI 回复
zh_hant: AI 回應

source: AI response will be generated here
de: KI-Antwort wird hier generiert
es: La respuesta de la IA se generará aquí
fr: La réponse de l'IA sera générée ici
hi: एआई प्रतिक्रिया यहां उत्पन्न होगी
id: Respons AI akan dibuat di sini
it: La risposta dell'IA verrà generata qui
ja: AIの応答はここに生成されます
ko: AI 응답이 여기에 생성됩니다
nl: AI-reactie wordt hier gegenereerd
pl: Odpowiedź AI zostanie wygenerowana tutaj
pt_br: A resposta da IA será gerada aqui
ru: Ответ ИИ будет сгенерирован здесь
th: การตอบกลับของ AI จะถูกสร้างขึ้นที่นี่
tr: Yapay zeka yanıtı burada oluşturulacak
uk: Відповідь ШІ буде згенеровано тут
vi: Phản hồi của AI sẽ được tạo ở đây
zh_hans: AI 回复将在此处生成
zh_hant: AI 回應將在此處生成

source: API Error: %@
de: API-Fehler: %@
es: Error de API: %@
fr: Erreur API : %@
hi: एपीआई त्रुटि: %@
id: Kesalahan API: %@
it: Errore API: %@
ja: APIエラー: %@
ko: API 오류: %@
nl: API-fout: %@
pl: Błąd API: %@
pt_br: Erro de API: %@
ru: Ошибка API: %@
th: ข้อผิดพลาด API: %@
tr: API Hatası: %@
uk: Помилка API: %@
vi: Lỗi API: %@
zh_hans: API 错误：%@
zh_hant: API 錯誤：%@

source: API key cannot be empty
de: Der API-Schlüssel darf nicht leer sein.
es: La clave API no puede estar vacía
fr: La clé API ne peut pas être vide
hi: API कुंजी खाली नहीं हो सकती
id: Kunci API tidak boleh kosong
it: La chiave API non può essere vuota
ja: APIキーを空にすることはできません
ko: API 키는 비워 둘 수 없습니다.
nl: API-sleutel mag niet leeg zijn
pl: Klucz API nie może być pusty
pt_br: A chave da API não pode estar vazia
ru: Ключ API не может быть пустым
th: คีย์ API ต้องไม่เว้นว่าง
tr: API anahtarı boş olamaz
uk: Поле API ключа не може бути порожнім.
vi: Khóa API không thể để trống
zh_hans: API 密钥不能为空
zh_hant: API 金鑰不能為空

source: Access Granted
de: Zugang gewährt
es: Acceso concedido
fr: Accès autorisé
hi: पहुंच स्वीकृत की गई
id: Akses Diberikan
it: Accesso Consentito
ja: アクセス許可が与えられました
ko: 접근 허용됨
nl: Toegang verleend
pl: Dostęp przyznany
pt_br: Acesso Concedido
ru: Доступ разрешён
th: เข้าถึงได้รับอนุญาต
tr: Erişim İzni Verildi
uk: Доступ дозволено
vi: Truy cập được cho phép
zh_hans: 已授权访问
zh_hant: 存取授權成功

source: Access Required
de: Zugriff erforderlich
es: Acceso requerido
fr: Accès requis
hi: पहुंच आवश्यक है
id: Akses Diperlukan
it: Accesso Richiesto
ja: アクセスが必要です
ko: 액세스 필요
nl: Toegang Vereist
pl: Wymagany dostęp
pt_br: Acesso Necessário
ru: Требуется доступ
th: ต้องการการเข้าถึง
tr: Erişim Gerekli
uk: Потрібен доступ
vi: Yêu cầu quyền truy cập
zh_hans: 需要访问权限
zh_hant: 需要存取權限

source: Active Model
de: Aktives Modell
es: Modelo Activo
fr: Modèle Actif
hi: सक्रिय मॉडल
id: Model Aktif
it: Modello Attivo
ja: アクティブモデル
ko: 활성 모델
nl: Actief Model
pl: Aktywny Model
pt_br: Modelo Ativo
ru: Активная модель
th: รุ่นที่ใช้งานอยู่
tr: Aktif Model
uk: Активна модель
vi: Mô hình Đang hoạt động
zh_hans: 活动模型
zh_hant: 使用中模型

source: Active Plan: %@
de: Aktiver Plan: %@
es: Plan Activo: %@
fr: Plan Actif : %@
hi: सक्रिय योजना: %@
id: Paket Aktif: %@
it: Piano Attivo: %@
ja: 有効なプラン: %@
ko: 활성 요금제: %@
nl: Actief Abonnement: %@
pl: Aktywny Plan: %@
pt_br: Plano Ativo: %@
ru: Активный план: %@
th: แผนที่ใช้งานอยู่: %@
tr: Aktif Plan: %@
uk: Активний план: %@
vi: Gói Hiện tại: %@
zh_hans: 当前计划：%@
zh_hant: 目前方案：%@

source: Add
de: Hinzufügen
es: "Añadir"
fr: Ajouter
hi: जोड़ें।
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
nl: "Toevoegen"
pl: Dodaj.
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm vào
zh_hans: 添加
zh_hant: 添加

source: Add Item
de: Artikel hinzufügen
es: Agregar artículo
fr: Ajouter un article
hi: आइटम जोड़ें
id: Tambah Item
it: Aggiungi articolo
ja: アイテムを追加
ko: 항목 추가
nl: Voeg Item Toe
pl: Dodaj przedmiot
pt_br: Adicionar Item
ru: Добавить элемент
th: เพิ่มรายการ
tr: Öğe Ekle
uk: Додати елемент
vi: Thêm mục
zh_hans: 添加项目
zh_hant: 新增項目

source: Add and Link
de: "Hinzufügen und Verknüpfen"
es: "Añadir y Enlazar"
fr: "Ajouter et lier"
hi: जोड़ें और लिंक करें।
id: Tambahkan dan Tautkan
it: "Aggiungi e collega"
ja: 追加してリンク
ko: "추가 및 연결"
nl: "Toevoegen en koppelen"
pl: Dodaj i połącz.
pt_br: "Adicionar e Vincular"
ru: Добавить и Связать.
th: เพิ่มและเชื่อมต่อ
tr: "Ekle ve Bağla"
uk: Додати та Посилання
vi: Thêm và Liên kết
zh_hans: 添加和链接
zh_hant: 添加和連結

source: Add contextual strings to enhance recognition
de: Fügen Sie kontextbezogene Zeichenfolgen hinzu, um die Erkennung zu verbessern.
es: Agregar cadenas contextuales para mejorar el reconocimiento
fr: Ajoutez des chaînes contextuelles pour améliorer la reconnaissance.
hi: मान्यता बढ़ाने के लिए संदर्भात्मक स्ट्रिंग्स जोड़ें।
id: Tambahkan string kontekstual untuk meningkatkan pengenalan
it: Aggiungi stringhe contestuali per migliorare il riconoscimento
ja: 認識を向上させるために文脈を追加します。
ko: 인식을 향상시키기 위해 컨텍스트 문자열을 추가하세요.
nl: Voeg contextuele strings toe om herkenning te verbeteren
pl: Dodaj ciągi kontekstowe, aby poprawić rozpoznawanie.
pt_br: Adicione strings contextuais para melhorar o reconhecimento
ru: Добавьте контекстные строки для улучшения распознавания
th: เพิ่มสตริงบริบทเพื่อเพิ่มการรับรู้
tr: Tanımayı artırmak için bağlamsal dizeler ekleyin
uk: Додати контекстуальні рядки для покращення розпізнавання
vi: Thêm chuỗi ngữ cảnh để nâng cao khả năng nhận dạng
zh_hans: 添加上下文字符串以增强识别
zh_hant: 添加上下文字串以增強識別

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Agregar a Favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
ru: Добавить в избранное
th: เพิ่มในรายการโปรด
tr: Favorilere Ekle
uk: Додати до вибраного
vi: Thêm vào Mục yêu thích
zh_hans: 添加到收藏
zh_hant: 新增至收藏夾

source: Add word or phrase
de: Wort oder Phrase hinzufügen
es: Agregar palabra o frase
fr: Ajouter un mot ou une expression
hi: शब्द या वाक्यांश जोड़ें।
id: Tambahkan kata atau frasa
it: Aggiungi parola o frase
ja: 語または語句を追加
ko: 단어 또는 구문 추가
nl: Woord of uitdrukking toevoegen
pl: Dodaj słowo lub frazę
pt_br: Adicionar palavra ou frase
ru: Добавить слово или фразу
th: เพิ่มคำหรือวลี
tr: Kelime veya ifade ekle
uk: Додати слово або фразу
vi: Thêm từ hoặc cụm từ
zh_hans: 添加单词或短语
zh_hant: 添加單詞或詞組

source: Add words or phrases to improve speech recognition accuracy
de: Fügen Sie Wörter oder Phrasen hinzu, um die Genauigkeit der Spracherkennung zu verbessern.
es: Añadir palabras o frases para mejorar la precisión del reconocimiento del habla
fr: Ajoutez des mots ou des phrases pour améliorer la précision de la reconnaissance vocale.
hi: भाषण मान्यता सटीकता में सुधार के लिए शब्दों या वाक्यांशों को जोड़ें।
id: Tambahkan kata atau frasa untuk meningkatkan akurasi pengenalan suara
it: Aggiungi parole o frasi per migliorare l'accuratezza del riconoscimento vocale.
ja: 音声認識の精度を向上させるために、語彙やフレーズを追加します。
ko: 음성 인식 정확도를 향상시키기 위해 단어 또는 구문 추가
nl: Woorden of zinnen toevoegen om de nauwkeurigheid van de spraakherkenning te verbeteren.
pl: Dodaj słowa lub zwroty, aby poprawić dokładność rozpoznawania mowy.
pt_br: Adicione palavras ou frases para melhorar a precisão do reconhecimento de fala
ru: Добавьте слова или фразы для повышения точности распознавания речи.
th: เพิ่มคำหรือวลีเพื่อปรับปรุงความแม่นยำในการรู้จำคำพูด
tr: Konuşma tanıma doğruluğunu artırmak için kelimeler veya ifadeler ekleyin.
uk: Додайте слова чи фрази для покращення точності розпізнавання мови.
vi: Thêm từ ngữ hoặc cụm từ để cải thiện độ chính xác nhận dạng giọng nói
zh_hans: 添加单词或短语以提高语音识别准确性
zh_hant: 添加詞語或短語以提高語音識別準確性

source: Added to Calendar
de: Zum Kalender hinzugefügt
es: Añadido al calendario
fr: Ajouté au calendrier
hi: कैलेंडर में जोड़ा गया
id: Ditambahkan ke Kalender
it: Aggiunto al calendario
ja: カレンダーに追加しました
ko: 캘린더에 추가됨
nl: Toegevoegd aan agenda
pl: Dodano do kalendarza
pt_br: Adicionado ao calendário
ru: Добавлено в календарь
th: เพิ่มในปฏิทินแล้ว
tr: Takvime Eklendi
uk: Додано до календаря
vi: Đã thêm vào Lịch
zh_hans: 已添加到日历
zh_hant: 已添加到日曆中

source: Adjust window opacity
de: Fenstertransparenz anpassen.
es: Ajustar la opacidad de la ventana.
fr: Ajuster l'opacité de la fenêtre.
hi: संवेदनशीलता विंडो समायोजित करें।
id: Atur kecerahan jendela
it: Regola l'opacità della finestra.
ja: ウィンドウの不透明度を調整します。
ko: 창 불투명도 조절
nl: Pas vensterdoorzichtigheid aan.
pl: Dostosuj przezroczystość okna.
pt_br: Ajustar opacidade da janela
ru: Настроить прозрачность окна.
th: ปรับความโปร่งใสของหน้าต่าง
tr: Pencere opaklığını ayarla.
uk: Налаштувати прозорість вікна.
vi: Điều chỉnh độ mờ của cửa sổ.
zh_hans: 调整窗口不透明度
zh_hant: 調整視窗不透明度

source: Alphabetical (A-Z)
de: Alphabetisch (A-Z)
es: Alfabético (A-Z)
fr: Alphabétique (A-Z)
hi: वर्णमाला क्रमानुसार (ए-जेड)
id: Alfabetis (A-Z)
it: Alfabetico (A-Z)
ja: アルファベット順（A-Z）
ko: 알파벳순 (A-Z)
nl: Alfabetisch (A-Z)
pl: Alfabetycznie (A-Z)
pt_br: Alfabético (A-Z)
ru: По алфавиту (А-Я)
th: ตามลำดับตัวอักษร (A-Z)
tr: Alfabetik (A-Z)
uk: Алфавітний (А-Я)
vi: The translated text is: "Theo thứ tự bảng chữ cái (A-Z)"
zh_hans: 按字母顺序排列 (A-Z)
zh_hant: 按字母順序排列（A-Z）"

source: Already linked
de: Bereits verknüpft
es: Ya vinculado
fr: Déjà lié
hi: पहले से जुड़ा हुआ है
id: Sudah terhubung
it: Già collegato
ja: すでにリンク済み
ko: 이미 연결됨
nl: Al gekoppeld
pl: Już połączony
pt_br: Já vinculado
ru: Уже связано
th: เชื่อมโยงแล้ว
tr: Zaten bağlantılı
uk: Вже пов'язано
vi: Đã được liên kết
zh_hans: 已链接
zh_hant: 已連結

source: Analytics
de: Analytik
es: Analítica
fr: Analytique
hi: विश्लेषिकी
id: Analitik
it: Analitica
ja: 分析
ko: 분석
nl: Analyses
pl: Analityka
pt_br: Análise
ru: Аналитика
th: การวิเคราะห์
tr: Analitik
uk: Аналітика
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

source: Anthropic API Key
de: Anthropic-API-Schlüssel
es: Clave API de Anthropic
fr: Clé API Anthropique
hi: एन्थ्रॉपिक एपीआई कुंजी
id: Kunci API Anthropic
it: Chiave API di Anthropic
ja: Anthropic APIキー
ko: 앤트로픽 API 키
nl: Anthropic API-sleutel
pl: Klucz API Anthropic
pt_br: Chave da API da Anthropic
ru: Ключ API Anthropic
tr: Anthropic API Anahtarı
uk: Ключ API компанії Anthropic
vi: Khóa API Anthropic
zh_hans: Anthropic API 密钥
zh_hant: Anthropic API 密鑰

source: Anthropic API key is too short
de: Der Anthropic-API-Schlüssel ist zu kurz.
es: La clave de la API de Anthropic es demasiado corta
fr: La clé API Anthropic est trop courte.
hi: एंथ्रोपिक एपीआई कुंजी बहुत छोटी है।
id: Kunci API Anthropic terlalu pendek
it: La chiave API di Anthropic è troppo corta
ja: Anthropic APIキーが短すぎます
ko: Anthropic API 키가 너무 짧습니다.
nl: Anthropic API-sleutel is te kort
pl: Klucz API Anthropic jest za krótki
pt_br: A chave da API da Anthropic é muito curta
ru: Ключ API Anthropic слишком короткий
th: คีย์ API ของ Anthropic สั้นเกินไป
tr: Anthropic API anahtarı çok kısa
uk: Ключ API Anthropic є занадто коротким
vi: Khóa API của Anthropic quá ngắn
zh_hans: Anthropic API 密钥太短
zh_hant: Anthropic API 金鑰太短

source: Anthropic API key should start with 'sk-ant-'
de: Anthropic API-Schlüssel sollte mit 'sk-ant-' beginnen.
es: La clave de la API de Anthropic debe comenzar con 'sk-ant-'
fr: La clé API d'Anthropic doit commencer par 'sk-ant-'
hi: Anthropic API कुंजी 'sk-ant-' से शुरू होनी चाहिए।
id: Kunci API Anthropic harus dimulai dengan 'sk-ant-'
it: La chiave API di Anthropic dovrebbe iniziare con 'sk-ant-'
ja: Anthropic APIキーは「sk-ant-」で始まる必要があります。
ko: Anthropic API 키는 'sk-ant-'로 시작해야 합니다.
nl: Anthropic API-sleutel moet beginnen met 'sk-ant-'
pl: Klucz API Anthropic powinien zaczynać się od „sk-ant-”
pt_br: A chave da API da Anthropic deve começar com 'sk-ant-'
ru: Ключ API Anthropic должен начинаться с 'sk-ant-'
th: คีย์ API ของ Anthropic ควรเริ่มต้นด้วย 'sk-ant-'
tr: Anthropic API anahtarı 'sk-ant-' ile başlamalıdır.
uk: Ключ API Anthropic має починатися з 'sk-ant-'
vi: Khóa API Anthropic nên bắt đầu bằng 'sk-ant-'
zh_hans: Anthropic API 密钥应以“sk-ant-”开头。
zh_hant: Anthropic API 金鑰應該以 'sk-ant-' 開頭。

source: Appearance
de: Erscheinung
es: Apariencia
fr: Apparence
hi: दिखावट
id: Penampilan
it: Aspetto
ja: 外見
ko: 외모
nl: Verschijning
pl: Wygląd
pt_br: Aparência
ru: Внешность
th: ลักษณะภายนอก
tr: Görünüm
uk: Зовнішність
vi: Ngoại hình
zh_hans: 外观
zh_hant: 外觀

source: Ask LLM
de: LLM fragen
es: Preguntar al LLM
fr: Demandez à LLM
hi: एलएलएम से पूछें
id: Tanya LLM
it: Chiedi a LLM
ja: LLMに質問する
ko: LLM에 질문하기
nl: Vraag LLM
pl: Zapytaj LLM
pt_br: Pergunte ao LLM
ru: Спросите ИСЯЯ
th: ถาม LLM
tr: LLM'ye Sor
uk: Запитати LLM
vi: Hỏi LLM
zh_hans: 询问 LLM
zh_hant: 詢問 LLM

source: Ask a question... (⌘T)
de: Stellen Sie eine Frage... (⌘T)
es: Haz una pregunta... (⌘T)
fr: Posez une question... (⌘T)
hi: एक सवाल पूछें... (⌘T)
id: Ajukan pertanyaan... (⌘T)
it: Fai una domanda... (⌘T)
ja: 質問をする...(⌘T)
ko: 질문을 입력하세요... (⌘T)
nl: Stel een vraag... (⌘T)
pl: Zadaj pytanie... (⌘T)
pt_br: Faça uma pergunta... (⌘T)
ru: Задайте вопрос... (⌘T)
th: ถามคำถาม... (⌘T)
tr: Bir soru sor... (⌘T)
uk: Задайте питання... (⌘T)
vi: Đặt câu hỏi... (⌘T)
zh_hans: 提问...(⌘T)
zh_hant: 詢問問題... (⌘T)

source: Auto Respond
de: Auto-Antwort
es: Responder automáticamente
fr: Réponse automatique
hi: स्वचालित प्रतिक्रिया
id: Tanggapan Otomatis
it: Risposta automatica
ja: 自動応答
ko: 자동 응답
nl: Automatisch antwoorden
pl: Automatyczna odpowiedź.
pt_br: Responder Automaticamente"
ru: Автоответчик
th: ตอบโต้อัตโนมัติ
tr: "Otomatik Yanıtla"
uk: Авто відповідь"
vi: Tự động phản hồi
zh_hans: 自动回复
zh_hant: 自動回覆

source: Auto generate .txt files for each meeting
de: Automatisch .txt-Dateien für jedes Meeting erstellen
es: Generar automáticamente archivos .txt para cada reunión
fr: Générer automatiquement des fichiers .txt pour chaque réunion
hi: प्रत्येक मीटिंग के लिए स्वचालित रूप से .txt फ़ाइलें उत्पन्न करें
id: Buat file .txt secara otomatis untuk setiap rapat
it: Genera automaticamente file .txt per ogni riunione
ja: 各会議の.txtファイルを自動生成
ko: 각 회의에 대해 .txt 파일 자동 생성
nl: Automatisch .txt-bestanden genereren voor elke vergadering
pl: Automatycznie generuj pliki .txt dla każdego spotkania
pt_br: Gerar automaticamente arquivos .txt para cada reunião
ru: Автоматически создавать файлы .txt для каждой встречи
th: สร้างไฟล์ .txt อัตโนมัติสำหรับการประชุมแต่ละครั้ง
tr: Her toplantı için otomatik olarak .txt dosyaları oluştur
uk: Автоматично генерувати файли .txt для кожної зустрічі
vi: Tự động tạo tệp .txt cho mỗi cuộc họp
zh_hans: 为每次会议自动生成 .txt 文件
zh_hant: 為每個會議自動產生 .txt 檔案

source: Auto rename transcript after transcribing
de: Transkript nach der Transkription automatisch umbenennen
es: Renombrar automáticamente la transcripción después de transcribir
fr: Renommer automatiquement la transcription après la transcription
hi: ट्रांसक्राइब करने के बाद ट्रांसक्रिप्ट का नाम स्वचालित रूप से बदलें
id: Ubah nama transkrip secara otomatis setelah mentranskripsikan
it: Rinomina automaticamente la trascrizione dopo la trascrizione
ja: 文字起こし後にトランスクリプトを自動的に名前変更
ko: 전사 후 전사본 자동 이름 바꾸기
nl: Transcript automatisch hernoemen na transcriberen
pl: Automatycznie zmień nazwę transkrypcji po transkrypcji
pt_br: Renomear automaticamente a transcrição após transcrever
ru: Автоматически переименовывать транскрипт после транскрибирования
th: เปลี่ยนชื่อบันทึกการประชุมอัตโนมัติหลังจากการถอดเสียง
tr: Transkripsiyondan sonra transkripti otomatik olarak yeniden adlandır
uk: Автоматично перейменовувати транскрипт після транскрибування
vi: Tự động đổi tên bản ghi sau khi ghi âm
zh_hans: 转录后自动重命名转录稿
zh_hant: 轉錄後自動重新命名轉錄稿

source: Auto-detect
de: Automatische Erkennung.
fr: Détection automatique
hi: ऑटो-डिटेक्ट
id: Deteksi Otomatis
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
nl: Automatisch detecteren.
pl: Wykrywanie automatyczne.
pt_br: Auto-detect" -> "Auto detect"
ru: Автоопределение
th: ตรวจจับอัตโนมัติ
tr: Otomatik algılama.
uk: Автоматичне визначення.
vi: Tự động phát hiện
zh_hans: 自动检测
zh_hant: 自動偵測

source: Automatically add to calendar
de: Automatisch zum Kalender hinzufügen.
es: Añadir automáticamente al calendario
fr: Ajouter automatiquement au calendrier
hi: कैलेंडर में स्वचालित रूप से जोड़ें।
id: Tambahkan otomatis ke kalender
it: Aggiungi automaticamente al calendario
ja: カレンダーに自動的に追加
ko: 일정에 자동으로 추가하기
nl: Automatisch toevoegen aan agenda
pl: Automatycznie dodaj do kalendarza
pt_br: Adicionar automaticamente ao calendário
ru: Автоматически добавить в календарь.
th: เพิ่มในปฏิทินโดยอัตโนมัติ
tr: "Otomatik olarak takvime ekle"
uk: Автоматично додати до календаря.
vi: Tự động thêm vào lịch
zh_hans: 自动添加到日历
zh_hant: 自動添加到日曆

source: Automatically create a calendar event for the transcribed meeting.
de: Automatisch ein Kalenderereignis für das transkribierte Meeting erstellen.
es: Crear automáticamente un evento de calendario para la reunión transcrito.
fr: Créer automatiquement un événement de calendrier pour la réunion transcrite.
hi: "स्वचालित रूप से ट्रांसक्राइब की गई मीटिंग के लिए एक कैलेंडर घटना बनाएं।"
id: Secara otomatis membuat acara kalender untuk pertemuan yang ditranskripsi.
it: Creare automaticamente un evento nel calendario per la riunione trascritta.
ja: トランスクライブされた会議のために自動的にカレンダーイベントを作成します。
ko: 회의 내용을 전사한 후 자동으로 캘린더 이벤트를 생성합니다.
nl: Automatisch een kalenderevenement maken voor de getranscribeerde vergadering.
pl: Automatycznie utwórz wydarzenie kalendarza dla spisanej konferencji.
pt_br: Criar automaticamente um evento de calendário para a reunião transcrita.
ru: Автоматически создавайте событие календаря для транскрибированного собрания.
th: สร้างกิจกรรมปฏิทินโดยอัตโนมัติสำหรับการประชุมที่ถูกคัดลอกไว้
tr: Toplantının transkripti için otomatik olarak bir takvim etkinliği oluşturun.
uk: Автоматично створити подію календаря для транскрибованої зустрічі.
vi: Tự động tạo sự kiện lịch cho cuộc họp đã được ghi âm.
zh_hans: 为转录的会议自动创建日历事件。
zh_hant: 自動為轉錄的會議創建日曆事件。

source: Automatically export the transcript as a .txt file after the meeting.
de: Automatisch das Transkript als .txt-Datei nach dem Meeting exportieren.
es: Exportar automáticamente la transcripción como un archivo .txt después de la reunión.
fr: Exporter automatiquement la transcription sous forme de fichier .txt après la réunion.
hi: मीटिंग के बाद स्वचालित रूप से ट्रांसक्रिप्ट को .txt फ़ाइल के रूप में निर्यात करें।
id: Secara otomatis ekspor transkrip sebagai file .txt setelah pertemuan.
it: Esporta automaticamente la trascrizione come file .txt dopo la riunione.
ja: 会議後、自動的にトランスクリプトを .txt ファイルとしてエクスポートします。
ko: 회의 후 자동으로 대본을 .txt 파일로 내보내기.
nl: Automatisch het transcript exporteren als een .txt-bestand na de vergadering.
pl: Automatycznie eksportuj transkrypt jako plik .txt po spotkaniu.
pt_br: Exportar automaticamente a transcrição como um arquivo .txt após a reunião.
ru: Автоматически экспортировать транскрипт в файл .txt после встречи.
th: ส่งออก transcript โดยอัตโนมัติเป็นไฟล์ .txt หลังจากการประชุม.
tr: Toplantıdan sonra transkripti otomatik olarak bir .txt dosyası olarak dışa aktar.
uk: Автоматично експортувати транскрипцію як файл .txt після зустрічі.
vi: Tự động xuất bản bản ghi dưới dạng tệp .txt sau cuộc họp.
zh_hans: 在会议结束后自动将记录导出为 .txt 文件。
zh_hant: 在會議結束後自動將文字記錄匯出為 .txt 檔案。

source: Automatically generate a summary of the transcript after transcription is complete.
de: Automatisch eine Zusammenfassung des Transkripts generieren, nachdem die Transkription abgeschlossen ist.
es: Generar automáticamente un resumen de la transcripción una vez que esta esté completa.
fr: Générer automatiquement un résumé de la transcription une fois celle-ci terminée.
hi: प्रतिलिपि पूर्ण होने के बाद स्वचालित रूप से सारांश उत्पन्न करें।
id: Secara otomatis menghasilkan ringkasan transkrip setelah transkripsi selesai.
it: Genera automaticamente un riassunto della trascrizione una volta completata.
ja: トランスクリプトが完了した後、要約を自動生成します。
ko: 번역이 완료되면 자동으로 열람 요약을 생성합니다.
nl: Automatisch een samenvatting genereren van het transcript nadat de transcriptie is voltooid.
pl: Automatycznie generuj podsumowanie transkrypcji po jej zakończeniu.
pt_br: Gerar automaticamente um resumo da transcrição após a conclusão da transcrição.
ru: Автоматически создавайте резюме транскрипции после завершения транскрибации.
th: สร้างสรุปของบันทึกเสียงโดยอัตโนมัติหลังจากการถอดรหัสเสร็จสมบูรณ์แล้ว
tr: Transkripsiyon tamamlandıktan sonra özet oluşturun.
uk: Автоматично створюйте підсумок транскрипції після завершення транскрипції.
vi: Tự động tạo bản tóm tắt của bản ghi âm sau khi việc chuyển văn bản hoàn tất.
zh_hans: 在转录完成后自动生成摘要。
zh_hant: 在轉錄完成後自動生成摘要。
